IDEA Open Model
ConnectionSetup.OptimalCheckLevel Property
Compatible with IDEA StatiCa 20.1
 Optimal check level
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double OptimalCheckLevel { get; set; }
Public Property OptimalCheckLevel As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace